Revit 2027 API
ParameterTypeId.RebarSystemSpacingBottomDir2Generic Property
 "Bottom/Interior Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBottomDir2Generic { get; }
Public Shared ReadOnly Property RebarSystemSpacingBottomDir2Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDir2Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBottomDir2Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace